<div class="container">
	<div class="h5 light text-gray1 my-5">
		<div class="pb-3 h3 medium text-black">นโยบายความเป็นส่วนตัวและความปลอดภัย</div>

		<div class=" text-justify mb-5">
			<div class="d-inline medium text-green"> เมมเบอร์อิน </div>
			<div class="d-inline">
				เคารพสิทธิในความเป็นส่วนตัวของข้อมูลของผู้ใช้งาน และเมมเบอร์อิน เข้าใจดีว่าผู้ใช้งานมีความประสงค์ที่จะได้รับความปลอดภัยสูงสุดในการทำธุรกรรมผ่านออนไลน์ ดังนั้น ข้อมูลต่าง ๆ ของท่านที่ เมมเบอร์อิน ได้รับมานั้น โดยหลักการแล้วจะถูกนำไปใช้ให้เป็นไปตามวัตถุประสงค์ของผู้ใช้งานเท่านั้น และ เมมเบอร์อิน จะดำเนินมาตรการที่เข้มงวดในการรักษาความปลอดภัย ตลอดจนจะป้องกันมิให้ มีการนำข้อมูลไปใช้โดยมิได้รับอนุญาตจากผู้ใช้งานก่อน
			</div>
			<div class=" text-justify">
				นโยบายความเป็นส่วนตัวที่ปรากฏด้านล่างนี้ใช้บังคับกับบัญชี เมมเบอร์อิน ของผู้ใช้งานและข้อมูลต่างๆ ที่ผู้ใช้งานได้ให้ไว้กับแอปพริเคชั่น เมมเบอร์อิน นี้
			</div>
		</div>

		<div class="mb-5">
			<div class=" h4 medium text-black">การเก็บรวบรวมข้อมูลส่วนบุคคล</div>

			<div class=" pb-3 text-justify">
				เพื่อความสะดวกผู้ใช้งานทุกราย เมมเบอร์อิน จึงมีความจำเป็นต้องร้องขอข้อมูลส่วนบุคคลที่จำเป็นบางอย่างของผู้ใช้งานไว้ เช่น อีเมล์ ชื่อ ที่อยู่ รหัสไปรษณีย์ หรือหมายเลขโทรศัพท์ เป็นต้น โดยท่านจะต้องให้ข้อมูลบังคับ (Required information) แก่ เมมเบอร์อิน เพื่อให้ระบบสามารถดำเนินการต่อไปได้
			</div>

			<div class=" pb-3 text-justify">
				ในกรณีที่ท่านลงทะเบียนเพื่อสมัครเป็นสมาชิกหรือเพื่อรับสิทธิพิเศษ เมมเบอร์อิน อาจร้องขอข้อมูลส่วนบุคคลของผู้ใช้งานเพิ่มเติม เช่น เพศ อายุ สิ่งที่โปรดปราน/ความชอบ ความสนใจ ที่อยู่ในการส่งของขวัญ หรือ หมายเลขบัญชีธนาคาร ในการคืนเงินรางวัล เป็นต้น
			</div>

			<div class=" pb-3 text-justify">
				นอกจากนี้ เพื่อให้เมมเบอร์อิน สามารถให้บริการที่ดียิ่งขึ้น เมมเบอร์อิน จึงจำเป็นต้องจัดเก็บรวบรวมข้อมูลบางอย่างของผู้ใช้งานเพิ่มเติมด้วย ได้แก่ หมายเลขไอพี (IP Address) ชนิดของแอปพริเคชั่นที่ใช้ท่องเว็บไซด์ (Browser Type) ชื่อโดเมน (Domain Name) บันทึกหน้าเว็บ (Web page) ของเว็บไซด์ที่ท่านเยี่ยมชม เวลาที่เยี่ยมชมเว็บไซด์ (Access Times) และเว็บไซต์อ้างอิง (Referring Website Addresses) เพื่อนำข้อมูลหรือสถิติที่ได้ไปพัฒนาและปรับปรุงการให้บริการของเมมเบอร์อิน ต่อไปหรือเพื่อวัตถุประสงค์เกี่ยวกับการตลาด
			</div>

			<div  class="text-justify">
				เมมเบอร์อิน ขอเรียนให้ทราบว่า เว็บไซต์ และแอปพริเคชั่นจะมีโฆษณาที่อาจเชื่อมต่อ (link) ไปยังเว็บไซต์อื่น ๆ ซึ่งเว็บไซต์อื่น ๆ ดังกล่าวอาจจะมีมาตรการหรือนโยบายเกี่ยวกับการคุ้มครองความเป็นส่วนตัวที่แตกต่างจากเมมเบอร์อิน ดังนั้น เมมเบอร์อิน จึงขอแนะนำให้ท่านตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์อื่นที่เชื่อมโยงจากแอปพริเคชั่น นี้ด้วย เนื่องจากเมมเบอร์อิน ไม่สามารถรับรองข้อความหรือการดำเนินการตามที่ได้มีการประกาศไว้ในเว็บไซต์ดังกล่าวได้ และเมมเบอร์อิน จะไม่รับผิดชอบใดๆ หากเว็บไซต์เหล่านั้นไม่ได้ปฏิบัติการหรือดำเนินการใดๆ ตามนโยบายความเป็นส่วนตัวที่เว็บไซต์ดังกล่าวได้ประกาศไว้
			</div>
		</div>

		<div class="mb-5">
			<div class="h4 medium text-black">การใช้ข้อมูลส่วนตัว</div>

			<div class=" pb-3 text-justify">
				ผู้ใช้งานมีสิทธิในความเป็นส่วนตัวของข้อมูลของผู้ใช้งาน โดยเมมเบอร์อิน จะไม่อนุญาตให้มีการเปิดเผยข้อมูลเกี่ยวกับบัญชีเมมเบอร์อิน ของผู้ใช้งานให้กับบุคคลภายนอก นอกเหนือจากพนักงานผู้ที่ได้รับอนุญาตของเมมเบอร์อิน
			</div>

			<div class=" pb-3 text-justify">
				เมมเบอร์อิน จะใช้ข้อมูลส่วนบุคคลของผู้ใช้งานเพียงเท่าที่จำเป็น เช่น ชื่อ และที่อยู่ เบอร์โทรศัพท์ เพื่อใช้ในการติดต่อ ให้บริการ ประชาสัมพันธ์ หรือให้ข้อมูลข่าวสารต่างๆ ได้ตรงกับคุณสมบัติของผู้ใช้ เพื่อไม่เป็นการรบกวนเวลาของผู้ใช้ หรือ ใช้เพื่อร่วมกิจกรรมของ เมมเบอร์อิน เท่านั้น
			</div>

			<div class="text-justify">
				เมมเบอร์อิน จะไม่นำข้อมูลส่วนบุคคลของผู้ใช้งานที่เมมเบอร์อิน ได้เก็บรวบรวมไว้ไปขายหรือเผยแพร่ให้กับบุคคลภายนอกโดยเด็ดขาด เว้นแต่จะได้รับอนุญาตจากผู้ใช้งานเท่านั้น หรือเป็นการเปิดเผยตามที่กฎหมายกำหนด หรือโดยคำสั่งของศาลหรือพนักงานเจ้าหน้าที่ที่มีอำนาจ
			</div>
		</div>

		<div class="mb-5">
			<div class="h4 medium text-black">การเข้าถึงและการเปลี่ยนแปลงข้อมูลของผู้ใช้งาน</div>

			<div class=" pb-3 text-justify">
				ผู้ใช้งานสามารถตรวจสอบข้อมูลส่วนตัวของผู้ใช้งาน รวมทั้งสามารถเปลี่ยนแปลงข้อมูลของผู้ใช้งานได้ทุกเวลาโดยการเข้าสู่ระบบมายังบัญชีเมมเบอร์อิน ของผู้ใช้งาน
			</div>

			<div class="text-justify">
				เมื่อบัญชีเมมเบอร์อิน ของผู้ใช้งานถูกปิดแล้ว เมมเบอร์อิน จะยังคงเก็บข้อมูลบัญชีของผู้ใช้งานไว้ในฐานข้อมูลของเราต่อไปตามที่กฎหมายกำหนด เพื่อวัตถุประสงค์ในเรื่องการตรวจสอบกรณีการทุจริต และเป็นการป้องกันการปิดบัญชีเพื่อหลีกเลี่ยงการทุจริตโดยการปิดบัญชีเก่าและเปิดบัญชีใหม่ อย่างไรก็ตามเมื่อบัญชีของผู้ใช้งานถูกปิดแล้ว เมมเบอร์อิน จะไม่ใช้ข้อมูลบัญชีของผู้ใช้งานอีกต่อไป รวมทั้งจะไม่เปิดเผยข้อมูลของผู้ใช้งานให้แก่หน่วยงานหรือบุคคลอื่นยกเว้นในกรณีที่ต้องใช้ข้อมูลของผู้ใช้งานในการสอบสวนหรือเพื่อใช้ในกระบวนการทางกฎหมาย
			</div>
		</div>

		<div class="mb-5">
			<div class="h4 medium text-black">การใช้คุกกี้ (Cookies) และแคชไฟล์ (Cache File)</div>
			<div class=" pb-3 text-justify">
				“คุกกี้” คือไฟล์ข้อมูลเล็ก ๆ ที่ถูกส่งไปยังเครื่องคอมพิวเตอร์ของผู้ใช้งานเพื่อเป็นการอนุญาตให้เมมเบอร์อิน บันทึกข้อมูลเกี่ยวกับผู้ใช้งานในฐานะผู้ใช้บริการเว็บไซต์เมมเบอร์อิน เมื่อผู้ใช้งานได้กลับเข้ามายังหน้าเว็บไซต์เมมเบอร์อิน อีกครั้งโดยใช้แอปพริเคชั่นท่องอินเตอร์เน็ท (Web browser) และเครื่องคอมพิวเตอร์เครื่องเดิม ระบบจะส่ง “คุกกี้” ไปยังเครื่องคอมพิวเตอร์ของผู้ใช้งานต่อเมื่อผู้ใช้งานลงชื่อเข้าระบบเพื่อใช้งานบัญชีของผู้ใช้งานที่ได้สมัครไว้กับเมมเบอร์อิน โดยการให้ข้อมูลชื่อผู้ใช้และรหัสผ่านของผู้ใช้งาน
			</div>
			<div class="pb-3 text-justify">
				“คุกกี้” เหล่านี้สามารถทำให้เมมเบอร์อิน จดจำผู้ใช้งานในขณะที่ท่านเข้าไปใช้บริการในหน้าต่างๆ ภายในเว็บไซต์ ได้โดยที่ผู้ใช้งานไม่จำเป็นต้องระบุชื่อผู้ใช้งานและรหัสผ่านหลายครั้ง และเมื่อผู้ใช้งานลงชื่ออกจากระบบ หรือปิดหน้า Web browser “คุกกี้” เหล่านี้จะสิ้นผลลง ทั้งนี้ เมมเบอร์อิน จะนำข้อมูลที่ “คุกกี้” ได้บันทึกหรือเก็บรวบรวมไว้ไปใช้ในการวิเคราะห์เชิงสถิติ หรือในกิจกรรมอื่นของเมมเบอร์อิน เพื่อปรับปรุงคุณภาพการให้บริการของเมมเบอร์อิน ต่อไป
			</div>

			<div class=" text-justify">
				ผู้ใช้งานรับทราบและตระหนักดีว่าเว็บบราวเซอร์ (Web browser) หรือแอปพริเคชั่นบนอุปกรณ์พกพาที่ผู้ใช้งานใช้สำหรับเชื่อมต่อกับเว็บไซต์หรือระบบอาจเก็บและบันทึก “Cache File” รวมถึงข้อมูลส่วนตัวของผู้ใช้งานไว้ ทั้งนี้ ผู้ใช้งานเข้าใจและตกลงว่าเมมเบอร์อิน ไม่มีส่วนในการควบคุมหรือเข้าถึง “Cache File” ดังกล่าวแต่อย่างใด ดังนั้น เมมเบอร์อิน จะไม่รับผิดชอบต่อการใช้ข้อมูลส่วนตัวของผู้ใช้งานโดยเว็บบราวเซอร์หรือแอปพริเคชั่นบนอุปกรณ์พกพาของบุคคลที่สามดังกล่าว
			</div>
		</div>

		<div class="mb-5">
			<div class="h4 medium text-black">การปรับปรุงนโยบายความเป็นส่วนตัว</div>

			<div class="text-justify mb-5">
				เมมเบอร์อิน อาจทำการปรับปรุงหรือแก้ไขนโยบายความเป็นส่วนตัวได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า ทั้งนี้ เพื่อความเหมาะสมและมีประสิทธิภาพในการให้บริการ ด้วยเหตุนี้ เมมเบอร์อิน จึงขอแนะนำให้ผู้ใช้งานอ่านนโยบายความเป็นส่วนตัวทุกครั้งที่เข้าชมหรือใช้ จากเว็บไซต์หรือแอปพริเคชั่น
			</div>
		</div>

	</div>
</div>

<div class="hr_footer_height"></div>
