<img class="backgroud d-none d-md-inline-flex" src="<?php echo base_url(); ?>assets/images/background/background01_cus2.png">
<div class="container">
     <div class=" h5 light text-gray1">

            <div class="pt-5 pb-3 h3 medium text-black">
                ข้อตกลงและเงื่อนไขของผู้ใช้งาน
            </div>

            <div class="content pb-3 text-justify">
                โปรดอ่านข้อตกลงและเงื่อนไขการซื้อขายสินค้าและบริการผ่านอินเตอร์เน็ทนี้ (“ข้อตกลงและเงื่อนไข”) อย่างระมัดระวังเนื่องจากข้อตกลงและเงื่อนไขนี้ระบุถึงข้อมูลสำคัญเกี่ยวกับสิทธิและหน้าที่ต่าง ๆ ของท่าน รวมถึงข้อจำกัดและข้อยกเว้นต่าง ๆ ซึ่งมีผลใช้บังคับการธุรกรรมและกิจกรรมทั้งหมดบน www.memberin.com
            </div>

            <div class="content pb-3 text-justify">
                การที่ท่านสมัครใช้บริการ และ/หรือ ใช้บริการ ไม่ว่าในลักษณะใดๆ หรือโดยการเลือก “ตกลง” เพื่อยอมรับตามข้อตกลงและเงื่อนไขนี้ ถือว่าท่านได้รับทราบและรับรู้ถึงเนื้อหาของข้อตกลงและเงื่อนไขนี้โดยครบถ้วนสมบูรณ์แล้วและตกลงที่จะถูกผูกพันโดยข้อตกลงและเงื่อนไขนี้ด้วย รวมถึงกฎระเบียบ นโยบายและมาตรการต่างๆ ที่ MemberIn อาจประกาศบนเว็บไซด์เป็นครั้งคราว<br> ซึ่งการประกาศดังกล่าวถือเป็นส่วนหนึ่งของข้อตกลงและเงื่อนไขโดยการอ้างอิง และ MemberIn อาจแก้ไขประกาศดังกล่าวได้เป็นครั้งคราวโดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า นอกจากนี้ บริการบางอย่างที่เสนอให้ผู้ใช้บริการได้ใช้งานผ่านเว็บไซต์อาจอยู่ภายใต้บังคับข้อตกลงและเงื่อนไขเฉพาะเพิ่มเติม ซึ่งการใช้บริการของท่านจะต้องอยู่ภายใต้บังคับของข้อตกลงและเงื่อนไขเพิ่มเติมดังกล่าวด้วยโดยถือเป็นส่วนหนึ่งของข้อตกลงและเงื่อนไขนี้โดยการอ้างอิง <br> นอกจากนี้ท่านตกลงว่าธุรกรรมอิเล็กทรอนิกส์/อินเทอร์เน็ต (Electronic/Internet transactions) ที่ได้มีการประมวลผลและดำเนินการจนเสร็จสิ้นแล้วโดยผ่านทางเว็บไซต์นี้มีผลบังคับใช้ได้อย่างสมบูรณ์ตามกฎหมายและผูกพันคู่สัญญาตามพระราชบัญญัติว่าด้วยธุรกรรมทางอิเล็กทรอนิกส์ พุทธศักราช 2544 ของประเทศไทย
            </div>

            <div class="content pb-3">
                1. นิยามศัพท์
                <div class="content-sub pb-3 pl-md-5">
                        1.1 “สัญญา” (Agreement) หรือ “ข้อตกลงและเงื่อนไข” (Terms and Conditions) หมายถึงข้อตกลงและเงื่อนไขนี้ <br>
                        1.2 “โฆษณา” (Advertising) หรือ “การโฆษณา” (Ads) หมายถึง โฆษณาที่สร้างโดยพาร์ทเนอร์เพื่อส่งเสริมการขายหรือเพื่อการตลาดสินค้าหรือบริการของ พาร์ทเนอร์ โดยผ่านเว็บไซต์หรือแอปพริเคชั่น โดยที่ไม่มีการเสนอแลกสินค้าหรือบริการ (Redemption) แก่ผู้ใช้งาน <br>
                        1.3 “แอปพริเคชั่น” (Application) หมายถึง แอปพริเคชั่นต่างๆ บน ระบบใดๆ รวมถึงแต่ไม่จำกัดเพียง ระบบปฏิบัติการ iOS ของ Apple หรือระบบปฏิบัติการแอนดรอยด์ (Android) หรือระบบปฏิบัติการอื่นๆ ที่ MemberIn อาจพัฒนาขึ้นในอนาคต สำหรับให้ผู้ใช้งานใช้เพื่อเข้าถึงการบริการผ่านอุปกรณ์พกพา (Mobile devices) ที่เชื่อมต่อกับเว็บไซต์หรือระบบ
                            <br>
                        1.4 “ช็อป” (Shop) หมายถึง การซื้อสินค้าหรือบริการ จนชำระเงิน ออนไลน์บนเว็บไซต์และแอปพริเคชั่นของ เมมเบอร์อิน และช่องทางอื่นๆ ที่เอื้อต่อการซื้อสินค้าหรือบริการ ตลอดจนชำระเงินจนแล้วเสร็จ
                            <br>
                        1.5 “โปรโมชั่น” (Promotion) หมายถึง การส่งเสริมการขาย ที่พาร์ทเนอร์ประกาศลงบนเว็บไซต์และแอปพริเคชั่น สำหรับให้ผู้ใช้งาน ได้ทราบ และหรือ ใช้ได้ภายในระยะเวลาที่พาร์ทเนอร์กำหนดภายใต้ข้อตกลงและเงื่อนไข
                            <br>
                        1.6 “เมมเบอร์” (Member) หมายถึง สิทธิพิเศษของสมาชิก ที่พาร์ทเนอร์ประกาศลงบนเว็บไซต์และแอปพริเคชั่น สำหรับให้ผู้ใช้งาน ได้ทราบและหรือใช้ได้ภายในระยะเวลาที่พาร์ทเนอร์กำหนดภายใต้ข้อตกลงและเงื่อนไข <br>
                        1.7 “การ์ด” (Card) หมายถึง บัตรสมาชิก ที่พาร์ทเนอร์ประกาศลงบนเว็บไซต์และแอปพริเคชั่น สำหรับให้ผู้ใช้งาน ใช้ได้ภายในระยะเวลาที่พาร์ทเนอร์กำหนดภายใต้ข้อตกลงและเงื่อนไข <br>
                        1.8 “เมมเบอร์อิน” (Memberin) หมายถึง ตราสินค้า MemberIn ภายใต้ ลิขสิทธิ์ ของ บริษัท ไอเฮลท์ตี้ จำกัด ซึ่งเป็นบริษัทที่จดทะเบียนจัดตั้งขึ้นและประกอบธุรกิจภายใต้กฎหมายของประเทศไทย <br>
                        1.9 “สิทธิพิเศษ” (Privilege) หมายถึง กิจกรรมส่งเสริมที่พาร์ทเนอร์หรือ เมมเบอร์อินประกาศลงบนเว็บไซต์และแอปพริเคชั่น สำหรับให้ผู้ใช้งาน แลกรับได้ภายในระยะเวลาที่กำหนดภายใต้ข้อตกลงและเงื่อนไข <br>
                        1.10 “ตลาดกลาง” (Market Place) หมายถึง พื้นที่บนเว็บไซต์ที่พาร์ทเนอร์ต่างๆ สามารถประกาศโปรโมชั้น ขายสินค้าหรือ บริการ และ สิทธิพิเศษสำหรับสมาชิก สำหรับผู้ใช้งาน <br>
                        1.11 “เหรียญตรา” (Badge) หมายถึง รางวัลสถานะทางสังคมแบบเสมือนจริงที่สร้างขึ้นโดยเมมเบอร์อิน หรือ พาร์เนอร์ (หรือโดยเมมเบอร์อินในนามของพาร์ทเนอร์) ที่ผู้ใช้งานจะได้รับโดยการเช็คอิน (Check-in) ณ ที่ตั้งกิจการของพาร์เนอร์ หรือสถานที่อื่นๆ หรือภายใต้เงื่อนไขหรือข้อกำหนด หรือโดยการทำกิจกรรมหรือภารกิจที่พาร์เนอร์ หรือเมมเบอร์อินกำหนด (แล้วแต่กรณี) ให้เสร็จสิ้น และเมื่อผู้ใช้งานได้รับเหรียญตราแล้วผู้ใช้งานจะมีสิทธิได้รับรางวัลตามที่เมมเบอร์อิน หรือพาร์เนอร์ กำหนดไว้ในเวลาที่กำหนด ตอนสร้างเหรียญตรา <br>
                        1.12 “คะแนน” (Point) หมายถึง คะแนนที่ผู้ใช้งานได้รับจากการใช้งานบนเว็บไซต์หรือแอปพริเคชั่น และผู้ใช้งานสามารถใช้คะแนนดังกล่าวสำหรับแลกรับรางวัลภายใต้แคมเปญที่สร้างและประกาศโดยเมมเบอร์ หรือ พาร์ทเนอร์ได้<br>
                        1.13 “รางวัล” (Rewards) หมายถึง ผลิตภัณฑ์ สินค้า สิ่งของสำหรับการซื้อขาย ตัวอย่างสินค้า ของขวัญ บัตรกำนัล คูปอง บริการ หรือสิ่งใดๆ ที่ผู้ใช้งานจะได้รับตามที่ได้ประกาศไว้ในแคมเปญหรือเหรียญตราที่สร้างและประกาศโดยเมมเบอร์อิน หรือพาร์ทเนอร์บนเว็บไซต์ หรือให้ผู้ใช้งานแลกรับโดยใช้คะแนนที่ผู้ใช้งานมีอยู่หรือโดยผ่านเหรียญตราที่สร้างขึ้นโดยเมมเบอร์อิน หรือพาร์ทเนอร์<br>
                        1.14 “เว็บไซต์ย่อย” (Microsite) หมายถึง เว็บไซต์ที่เป็นส่วนเสริมต่อจากเว็บไซต์หลัก<br>
                        1.15 “เว็บไซต์” (Website) หรือ “เว็บไซต์นี้” (This Website) หมายถึง เว็บไซต์ www.memberin.com หรือชื่อโดเมน “memberin.com” ที่มีชื่อขึ้นต้นต่างๆ รวมถึงแต่ไม่จำกัดเพียง office.memberin.com, m.memberin.com, api.memberin.com เป็นต้น และเว็บไซต์ย่อย<br>
                        1.16 “คอมพิวเตอร์” (Computer) หมายถึง เครื่องคอมพิวเตอร์ส่วนบุคคล เครื่องบริการ (Server) หรืออุปกรณ์พกพาทุกชนิด ที่สามารถเข้าถึงแอปพริเคชั่น MemberIn ได้ไม่ว่าในลักษณะใดๆ ตามที่ข้อตกลงและเงื่อนไขนี้กล่าวถึง<br>
                        1.17 “บริการ” (Service) หมายถึง บรรดาบริการต่างๆ ที่จัดให้ไว้โดย MemberIn บนเว็บไซต์หรือแอปพริเคชั่น รวมถึงแต่ไม่จำกัดเพียง สิทธิพิเศษ โฆษณา หรือบริการอื่นใดที่มีอยู่บนเว็บไซต์หรือแอปพริเคชั่นสำหรับผู้ใช้งานได้ใช้<br>
                        1.18 “พาร์ทเนอร์” (Partner) หมายถึง นิติบุคคลหรือบุคคลธรรมดาที่เป็นผู้สร้างและประกาศสิทธิพิเศษ โฆษณา หรือกิจกรรมทางการตลาดใดๆ เพื่อส่งเสริมสินค้าหรือธุรกิจของพาร์ทเนอร์บนเว็บไซต์หรือแอปพริเคชั่นสำหรับให้ผู้ใช้งานแลกรับหรือได้รับ และตกลงและยอมรับที่จะส่งมอบสินค้า ของขวัญ บัตรกำนัล (Voucher) คูปอง (Coupon) เป็นต้น ให้แก่ผู้ใช้งานตามที่ได้ระบุและประกาศไว้ในสิทธิพิเศษ<br>
                        1.19 “ระบบ” (System) หมายถึง ระบบ MemberIn รวมถึงฐานข้อมูลและการทำงานของเว็บไซต์และแอปพริเคชั่น<br>
                        1.20 “ธุรกรรม” (Transaction) หมายถึง ธุรกรรมการสมัครสมาชิก และ/ หรือ การใช้สิทธิพิเศษ ระหว่างผู้ใช้งานกับพาร์ทเนอร์โดยผ่านระบบ<br>
                        1.21 “ผู้ใช้งาน” (User) หมายถึง ท่านซึ่งผู้ที่เข้าชมและใช้งานเว็บไซต์ www.memberin.com ไม่ว่าโดยผ่านเว็บบราวเซอร์ (Web Browser) หรือ แอปพริเคชั่น MemberIn บนอุปกรณ์พกพา และไม่ว่าจะได้ลงทะเบียนเป็นสมาชิกของMemberIn หรือไม่ก็ตาม
                </div>
            </div>

            <div class="content pb-3">
                2. บททั่วไป
                <div class="content-sub pb-3 pl-md-5">
                        2.1 เอกสารนี้เป็นสัญญาตามกฎหมายระหว่างผู้ใช้งานกับ MemberIn<br>
                        2.2 ผู้ที่จะใช้บริการของ MemberIn ได้จะต้องเป็นผู้ที่มีอายุไม่ต่ำกว่า 13 ปี หรือไม่เป็นบุคคลที่ MemberIn เคยห้ามหรือระงับมิให้ใช้งานมาก่อน โดยผู้ใช้งานหนึ่งรายจะสามารถเปิดบัญชีผู้ใช้งานได้เพียงหนึ่งบัญชีเท่านั้น หากพบว่ามีการฝ่าฝืน เมมเบอร์อิน อาจยกเลิกหรือปิดบัญชีของผู้ใช้งานได้<br>
                        2.3 บรรดาเนื้อหาทั้งหมดที่พาร์ทเนอร์ประกาศบนเว็บไซต์และแอปพริเคชั่น จะเป็นความรับผิดชอบโดยตรงของพาร์ทเนอร์แต่เพียงผู้เดียว โดยผู้ใช้งานตกลงว่าเนื้อหาทั้งหมดที่ผู้ใช้งานเข้าถึงได้โดยการใช้บริการนั้นถือเป็นความเสี่ยงภัยของผู้ใช้งานเอง และผู้ใช้งานจะต้องรับผิดชอบในความเสียหายหรือสูญหายใดๆ ที่เกิดขึ้นกับผู้ใช้งานหรือบุคคลอื่นอันเนื่องมาจากเนื้อหาดังกล่าว อนึ่ง เพื่อวัตถุประสงค์ของข้อตกลงและเงื่อนไขนี้ คำว่า “เนื้อหา” ให้รวมถึงแต่ไม่จำกัดเพียงข้อมูลเกี่ยวกับสถานที่อยู่ วีดีโอ ข้อความเสียง ข้อวิจารณ์ ข้อมูล ข้อความ รูปภาพ แอปพริเคชั่นต่างๆ ที่ใช้กับคอมพิวเตอร์ สคริปท์ กราฟฟิก และสิ่งที่ใช้ระหว่างกันอื่นใดที่เมมเบอร์อิน เป็นผู้สร้างขึ้น จัดหา หรือทำให้เข้าถึงได้ในหรือผ่านทางบริการ<br>
                        2.4 ผู้ใช้งานจะต้องใช้เว็บไซต์ บริการ หรือกิจกรรมต่างๆ เพื่อประโยชน์ส่วนตัวเท่านั้น และจะต้องไม่ใช้เพื่อประโยชน์ทางธุรกิจไม่ว่าในลักณะใดๆ<br>
                        2.5 MemberIn สงวนสิทธิ์ในการระงับมิให้ผู้ใช้งานใช้เว็บไซต์หรือบริการ (ไม่ว่าส่วนใดๆ ก็ตาม) และระงับหรือขัดขวางมิให้ผู้ใช้งานสมัครสมาชิกได้โดยไม่ต้องแจ้งเหตุผลหรือบอกกล่าวล่วงหน้า<br>
                        2.6 MemberIn อาจจัดให้มีการบริการแก่ผู้ใช้งานโดยผ่านทางเฟสบุ๊ค (https://www.facebook.com/MemberInApp/) แอปพริเคชั่น หรือโดยช่องทางอื่นใด ในกรณีที่เป็นการใช้บริการโดยผ่านเว็บไซต์หรือแอปพริเคชั่นของบุคคลที่สาม เช่น Facebook ผู้ใช้งานอาจถูกร้องขอให้ตกลงและปฏิบัติตามข้อตกลงและเงื่อนไขในการใช้งานของบุคคลที่สามดังกล่าว<br>
                        2.7 พาร์ทเนอร์เป็นผู้รับผิดชอบแต่เพียงผู้เดียวในการปฏิบัติกฎหมาย และกฎเกณฑ์ใดๆที่เกี่ยวข้องกับการโฆษณา สิทธิพิเศษ รางวัล และ/หรือบริการของพาร์ทเนอร์ รวมถึงดำเนินการเพื่อให้เงื่อนไขทางกฎหมายที่จำเป็นต่อการดังกล่าวนั้นได้มีการปฏิบัติตามโดยถูกต้อง เมมเบอร์อิน สงวนสิทธิ์ที่จะไม่รับผิดชอบต่อความสูญเสีย, ความรับผิด, ต้นทุน, ราคา, ค่าใช้จ่าย, ค่าปรับ หรือค่าเสียหายใด ๆ ที่ผู้ใช้งานหรือบุคคลอื่นใดได้รับ อันเนื่องมาจากการไม่ปฏิบัติตามกฎหมาย และกฎเกณฑ์เช่นว่านั้น โดยพาร์ทเนอร์จะเป็นผู้รับผิดชดใช้ในกรณีดังกล่าวแต่เพียงผู้เดียว

                </div>
            </div>

            <div class="content pb-3">
                3. บัญชี: การลงทะเบียนและการยกเลิก
                <div class="content-sub pb-3 pl-md-5">
                        3.1 ผู้ใช้งานไม่จำเป็นต้องลงทะเบียนบัญชีผู้ใช้งานสำหรับการเข้าชมเว็บไซต์หรือใช้บริการบางประเภท อย่างไรก็ดีผู้ใช้งานจะต้องลงทะเบียนบัญชีเพื่อที่จะมีสิทธิในการสมัครสมาชิก และเพื่อใช้บริการบางประเภทที่มีไว้สำหรับผู้ใช้งานที่ลงทะเบียนแล้วเท่านั้น<br>
                        3.2 ในการลงทะเบียนเป็นผู้ใช้งานๆ จะต้องมีบัญชี Facebook และจะต้องแจ้งชื่อ อีเมล์ หมายเลขโทรศัพท์ที่ใช้งานได้ ที่อยู่ หรือข้อมูลส่วนตัวอื่นๆ ทั้งนี้ โปรดดูรายละเอียดเพิ่มเติมในหัวข้อ นโยบายความเป็นส่วนตัว<br>
                        3.3 ในขั้นตอนการลงทะเบียน ผู้ใช้งานจะต้องสร้างรหัสผ่าน (password) สำหรับผ่านเข้าใช้บัญชีของผู้ใช้งานๆ จะต้องเก็บรักษารหัสผ่านเป็นความลับ และขอให้เปลี่ยนรหัสผ่านดังกล่าวเป็นประจำ ผู้ใช้งานตกลงว่าบุคคลอื่นที่เข้าใช้บริการ (และ/หรือ ทำธุรกรรม) หรือ เว็บไซต์ โดยใช้ชื่อบัญชีและรหัสผ่านที่ผู้ใช้งานเป็นผู้เปิดเผยให้ทราบถือเป็นตัวแทนของผู้ใช้งาน ทั้งนี้ ผู้ใช้งานจะเป็นผู้รับผิดชอบต่อความเสียหายที่เกิดขึ้นจากการไม่รักษารหัสผ่านของผู้ใช้งานเป็นความลับ<br>
                        3.4 ผู้ใช้งานจะต้องลงทะเบียนโดยใช้อีเมล์ส่วนตัวที่ยังใช้งานได้และผู้ใช้งานยังคงใช้อีเมล์ดังกล่าวอยู่เป็นประจำ ทั้งนี้ เพื่อให้ MemberIn สามารถส่งอีเมล์ยืนยันตัวบุคคลไปยังผู้ใช้งานได้ ในกรณีที่ผู้ใช้งานลงทะเบียนโดยใช้อีเมล์ของบุคคลอื่นหรืออีเมล์ชั่วคราว MemberIn อาจปิดบัญชีดังกล่าวได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า นอกจากนี้ MemberIn อาจขอให้ผู้ใช้งานยืนยันการใช้บัญชีอีกครั้งหาก MemberIn เชื่อว่าผู้ใช้งานใช้อีเมล์ที่ไม่สามารถใช้งานได้จริง<br>
                        3.5 MemberIn สงวนสิทธิ์ที่จะปฏิเสธการลงทะเบียนหรือยกเลิกบัญชีเมื่อใดก็ได้<br>
                        3.6 ในการลงทะเบียนผู้ใช้งาน ผู้ใช้งานตกลงให้อำนาจแก่ MemberIn โดยชัดแจ้งในการใช้ข้อมูลของผู้ใช้งานเพื่อวัตถุประสงค์เกี่ยวกับทำการตลาด การติดต่อสื่อสาร หรือสถิติ อย่างไรก็ตาม ผู้ใช้งานรับทราบและตกลงว่าผู้ใช้งานได้รับการเสนอให้เลือกว่าจะรับอีเมล์โปรโมชั่นต่างๆ หรือไม่แล้ว ณ เวลาที่ทำการลงทะเบียน<br>
                        3.7 MemberIn สงวนสิทธิ์ที่จะยกเลิกบัญชีของผู้ใช้งานได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า ในกรณีดังกล่าว บรรดาคะแนนที่ได้รับหรือสะสมไว้ของผู้ใช้งานจะถูกยกเลิกโดยอัตโนมัติและจะไม่มีการชดเชยคืนให้แก้ผู้ใช้บริการไม่ว่าในรูปแบบใดๆ ทั้งสิ้น<br>
                        3.8 บัญชีของผู้ใช้งานที่ไม่มีคะแนนสะสมหรือไม่มีการเข้าสู่ระบบเป็นเวลาหก (6) เดือน จะถือว่าเป็นบัญชีที่ไม่มีความเคลื่อนไหวและจะถูกยกเลิก ในกรณีดังกล่าวบรรดาคะแนนที่มีอยู่ก็จะถูกยกเลิกด้วยเช่นกัน<br>
                        3.9 บัญชี MemberIn ของผู้ใช้งานอาจถูกยกเลิกหาก MemberIn พบว่าผู้ใช้งานประการหรือลงข้อความในลักษณะที่เป็นการละเมิดหรือก่อให้เกิดความเสียหายต่อสถาบันชาติ ศาลนาหรือพระมหากษัตริย์
                </div>

            </div>

            <div class="content pb-3">
                4. การชดเชยและชดใช้ค่าเสียหาย
                <div class="content-sub pb-3 pl-md-5">
                        4.1 ผู้ใช้งานตกลงที่จะชดใช้ความเสียหายให้แก่ MemberIn สำหรับบรรดาความสูญเสีย ความรับผิด และค่าใช้จ่ายทั้งปวงที่ MemberIn ได้รับ อันเป็นผลมาจาก<br>
                        - (ก) การใช้บริการหรือเว็บไซต์โดยผู้ใช้งาน<br>
                        - (ข) การใช้บริการหรือเว็บไซต์โดยใช้รหัสผ่านของผู้ใช้งาน<br>
                        4.2 การที่ผู้ใช้งานละเมิดหรือผิดเงื่อนไขข้อใดๆ ในสัญญานี้
                </div>
            </div>

            <div class="content pb-3">
                5. เหตุสุดวิสัย
                <div class="content-sub pb-3 pl-md-5">
                        MemberIn ไม่ต้องรับผิดในความล่าช้าหรือการไม่ปฏิบัติตามสัญญาเพราะสุดวิสัย อัคคีภัย อุทกภัย อุบัติเหตุ การจราจล สงคราม การแทรกแซงของรัฐ การนัดหยุดงาน ปัญหาด้านแรงงาน ความบกพร่องของอุปกรณ์ หรือเหตุอื่นใดที่อยู่นอกเหนือการควบคุมของ MemberIn
                </div>
            </div>

            <div class="content pb-3">
                6. นโยบายความเป็นส่วนตัว
                <div class="content-sub pb-3 pl-md-5">
                        MemberIn เคารพสิทธิในความเป็นส่วนตัวของข้อมูลของผู้ใช้งาน และ MemberIn เข้าใจดีว่าผู้ใช้งานมีความประสงค์ที่จะได้รับความปลอดภัยสูงสุดในการทำธุรกรรมผ่านออนไลน์ ดังนั้น ข้อมูลต่าง ๆ ของท่านที่ MemberIn ได้รับมานั้น โดยหลักการแล้วจะถูกนำไปใช้ให้เป็นไปตามวัตถุประสงค์ของผู้ใช้งานเท่านั้น และ MemberIn จะดำเนินมาตรการที่เข้มงวดในการรักษาความปลอดภัย ตลอดจนจะป้องกันมิให้ มีการนำข้อมูลไปใช้โดยมิได้รับอนุญาตจากผู้ใช้งานก่อน นโยบายความเป็นส่วนตัวที่ปรากฏด้านล่างนี้ใช้บังคับกับบัญชี MemberIn ของผู้ใช้งานและข้อมูลต่าง ๆ ที่ผู้ใช้งานได้ให้ไว้กับเว็บไซต์และแอปพริเคชั่น นี้<br>
                        6.1 การเก็บรวบรวมข้อมูลส่วนบุคคล<br>
                        - (1) เพื่อความสะดวกผู้ใช้งานทุกราย MemberIn จึงมีความจำเป็นต้องร้องขอข้อมูลส่วนบุคคลที่จำเป็นบางอย่างของผู้ใช้งานไว้ เช่น อีเมล์ ชื่อ ที่อยู่ รหัสไปรษณีย์ หรือหมายเลขโทรศัพท์ เป็นต้น โดยท่านจะต้องให้ข้อมูลบังคับ (Required information) แก่ MemberIn เพื่อให้ระบบสามารถดำเนินการต่อไปได้ <br>
                        - (2) ในกรณีที่ท่านลงทะเบียนเพื่อสมัครเป็นสมาชิกหรือเพื่อรับสิทธิพิเศษ MemberIn อาจร้องขอข้อมูลส่วนบุคคลของผู้ใช้งานเพิ่มเติม เช่น เพศ อายุ สิ่งที่โปรดปราน/ความชอบ ความสนใจ หรือที่อยู่ในการส่งของขวัญ เป็นต้น <br>
                        - (3) นอกจากนี้ เพื่อให้ MemberIn สามารถให้บริการที่ดียิ่งขึ้น MemberIn จึงจำเป็นต้องจัดเก็บรวบรวมข้อมูลบางอย่างของผู้ใช้งานเพิ่มเติมด้วย ได้แก่ หมายเลขไอพี (IP Address) ชนิดของแอปพริเคชั่นที่ใช้ท่องเว็บไซด์ (Browser Type) ชื่อโดเมน (Domain Name) บันทึกหน้าเว็บ (Web page) ของเว็บไซด์ที่ท่านเยี่ยมชม เวลาที่เยี่ยมชมเว็บไซด์ (Access Times) และเว็บไซต์อ้างอิง (Referring Website Addresses) เพื่อนำข้อมูลหรือสถิติที่ได้ไปพัฒนาและปรับปรุงการให้บริการของ MemberIn ต่อไปหรือเพื่อวัตถุประสงค์เกี่ยวกับการตลาด <br>
                        - (4) MemberIn ขอเรียนให้ทราบว่า เว็บไซต์ และแอปพริเคชั่นจะมีโฆษณาที่อาจเชื่อมต่อ (link) ไปยังเว็บไซต์อื่น ๆ ซึ่งเว็บไซต์อื่น ๆ ดังกล่าวอาจจะมีมาตรการหรือนโยบายเกี่ยวกับการคุ้มครองความเป็นส่วนตัวที่แตกต่างจาก MemberIn ดังนั้น ท่านมีหน้าที่ที่จะต้องตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์อื่นที่เชื่อมโยงจากแอปพริเคชั่น นี้ด้วย เนื่องจาก MemberIn ไม่สามารถรับรองข้อความหรือการดำเนินการตามที่ได้มีการประกาศไว้ในเว็บไซต์ดังกล่าวได้ และ MemberIn จะไม่รับผิดชอบใดๆ หากเว็บไซต์เหล่านั้นไม่ได้ปฏิบัติการหรือดำเนินการใดๆ ตามนโยบายความเป็นส่วนตัวที่เว็บไซต์ดังกล่าวได้ประกาศไว้<br>
                        6.2 การใช้ข้อมูลส่วนตัว<br>
                        - (1) ผู้ใช้งานมีสิทธิในความเป็นส่วนตัวของข้อมูลของผู้ใช้งาน โดย MemberIn จะไม่อนุญาตให้มีการเปิดเผยข้อมูลเกี่ยวกับบัญชี MemberInของผู้ใช้งานให้กับบุคคลภายนอก นอกเหนือจากพนักงานผู้ที่ได้รับอนุญาตของ MemberIn <br>
                        - (2) MemberIn จะใช้ข้อมูลส่วนบุคคลของผู้ใช้งานเพียงเท่าที่จำเป็น เช่น ชื่อ และที่อยู่ เบอร์โทรศัพท์ เพื่อใช้ในการติดต่อ ให้บริการ ประชาสัมพันธ์ หรือให้ข้อมูลข่าวสารต่างๆ ได้ตรงกับคุณสมบัติของผู้ใช้ เพื่อไม่เป็นการรบกวนเวลาของผู้ใช้ หรือ ใช้เพื่อร่วมกิจกรรมของ MemberIn เท่านั้น <br>
                        - (3) MemberIn จะไม่นำข้อมูลส่วนบุคคลของผู้ใช้งานที่ MemberIn ได้เก็บรวบรวมไว้ไปขายหรือเผยแพร่ให้กับบุคคลภายนอกโดยเด็ดขาด เว้นแต่จะได้รับอนุญาตจากผู้ใช้งานเท่านั้น หรือเป็นการเปิดเผยตามที่กฎหมายกำหนด หรือโดยคำสั่งของศาลหรือพนักงานเจ้าหน้าที่ที่มีอำนาจ<br>
                        6.3 การเข้าถึงและการเปลี่ยนแปลงข้อมูลของผู้ใช้งาน<br>
                        - (1) ผู้ใช้งานสามารถตรวจสอบข้อมูลส่วนตัวของผู้ใช้งาน รวมทั้งสามารถเปลี่ยนแปลงข้อมูลของผู้ใช้งานได้ทุกเวลาโดยการเข้าสู่ระบบมายังบัญชี MemberIn ของผู้ใช้งาน <br>
                        - (2) เมื่อบัญชี MemberIn ของผู้ใช้งานถูกปิดแล้ว MemberIn จะยังคงเก็บข้อมูลบัญชีของผู้ใช้งานไว้ในฐานข้อมูลของเราต่อไปตามที่กฎหมายกำหนด เพื่อวัตถุประสงค์ในเรื่องการตรวจสอบกรณีการทุจริต และเป็นการป้องกันการปิดบัญชีเพื่อหลีกเลี่ยงการทุจริตโดยการปิดบัญชีเก่าและเปิดบัญชีใหม่ อย่างไรก็ตามเมื่อบัญชีของผู้ใช้งานถูกปิดแล้ว MemberIn จะไม่ใช้ข้อมูลบัญชีของผู้ใช้งานอีกต่อไป รวมทั้งจะไม่เปิดเผยข้อมูลของผู้ใช้งานให้แก่หน่วยงานหรือบุคคลอื่นยกเว้นในกรณีที่ต้องใช้ข้อมูลของผู้ใช้งานในการสอบสวนหรือเพื่อใช้ในกระบวนการทางกฎหมาย<br>
                        6.4 การใช้คุกกี้ (Cookies) และแคชไฟล์ (Cache File)<br>
                        - (1) “คุกกี้” คือไฟล์ข้อมูลเล็ก ๆ ที่ถูกส่งไปยังเครื่องคอมพิวเตอร์ของผู้ใช้งานเพื่อเป็นการอนุญาตให้ MemberIn บันทึกข้อมูลเกี่ยวกับผู้ใช้งานในฐานะผู้ใช้บริการเว็บไซต์ MemberIn เมื่อผู้ใช้งานได้กลับเข้ามายังหน้าเว็บไซต์ MemberIn อีกครั้งโดยใช้แอปพริเคชั่นท่องอินเตอร์เน็ท (Web browser) และเครื่องคอมพิวเตอร์เครื่องเดิม ระบบจะส่ง “คุกกี้” ไปยังเครื่องคอมพิวเตอร์ของผู้ใช้งานต่อเมื่อผู้ใช้งานลงชื่อเข้าระบบเพื่อใช้งานบัญชีของผู้ใช้งานที่ได้สมัครไว้กับ MemberIn โดยการให้ข้อมูลชื่อผู้ใช้และรหัสผ่านของผู้ใช้งาน “คุกกี้” เหล่านี้สามารถทำให้ MemberIn จดจำผู้ใช้งานในขณะที่ท่านเข้าไปใช้บริการในหน้าต่างๆ ภายในเว็บไซต์ ได้โดยที่ผู้ใช้งานไม่จำเป็นต้องระบุชื่อผู้ใช้งานและรหัสผ่านหลายครั้ง และเมื่อผู้ใช้งานลงชื่ออกจากระบบ หรือปิดหน้า Web browser “คุกกี้” เหล่านี้จะสิ้นผลลง
                        - (2) ทั้งนี้ MemberIn จะนำข้อมูลที่ “คุกกี้” ได้บันทึกหรือเก็บรวบรวมไว้ไปใช้ในการวิเคราะห์เชิงสถิติ หรือในกิจกรรมอื่นของ MemberIn เพื่อปรับปรุงคุณภาพการให้บริการของ MemberIn ต่อไป
                        - (3) ผู้ใช้งานรับทราบและตระหนักดีว่าเว็บบราวเซอร์ (Web browser) หรือแอปพริเคชั่นบนอุปกรณ์พกพาที่ผู้ใช้งานใช้สำหรับเชื่อมต่อกับเว็บไซต์หรือระบบอาจเก็บและบันทึก “Cache File” รวมถึงข้อมูลส่วนตัวของผู้ใช้งานไว้ ทั้งนี้ ผู้ใช้งานเข้าใจและตกลงว่า MemberIn ไม่มีส่วนในการควบคุมหรือเข้าถึง “Cache File” ดังกล่าวแต่อย่างใด ดังนั้น MemberIn จะไม่รับผิดชอบต่อการใช้ข้อมูลส่วนตัวของผู้ใช้งานโดยเว็บบราวเซอร์หรือแอปพริเคชั่นบนอุปกรณ์พกพาของบุคคลที่สามดังกล่าว<br>
                        6.5 การปรับปรุงนโยบายความเป็นส่วนตัว MemberIn อาจทำการปรับปรุงหรือแก้ไขนโยบายความเป็นส่วนตัวได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า ทั้งนี้ เพื่อความเหมาะสมและมีประสิทธิภาพในการให้บริการ ด้วยเหตุนี้ MemberIn จึงขอแนะนำให้ผู้ใช้งานอ่านนโยบายความเป็นส่วนตัวทุกครั้งที่เข้าชม จากเว็บไซต์หรือแอปพริเคชั่น
                </div>
            </div>

            <div class="content pb-3">
                7. การใช้เว็บไซต์และแอปพริเคชั่น
                <div class="content-sub pb-3 pl-md-5">
                    7.1 MemberIn จะใช้ความพยายามตามสมควรในการที่จะแก้ไขข้อผิดพลาดหรือข้อตกหล่นต่างๆ ให้เร็วที่สุดหลังจากได้รับการแจ้งถึงข้อผิดพลาดนั้นๆ อย่างไรก็ตาม MemberIn ไม่รับประกันว่าบริการหรือเว็บไซต์จะปราศจากข้อผิดพลาดและ MemberIn จะไม่รับผิดชอบในความผิดพลาดหรือตกหล่นใดๆ รวมถึงการสูญหายของคะแนนของผู้ใช้งาน ในกรณีที่พบข้อผิดพลาด ผู้ใช้บริการสามารถรายงานเกี่ยวกับความผิดพลาดได้ที่ Facebook Fanpage ของ MemberIn (www.facebook.com/memberin)<br>
                    7.2 MemberIn ไม่รับประกันว่าการใช้บริการ ระบบ เว็บไซต์ หรือ แอปพริเคชั่น จะไม่ถูกรบกวน และ MemberIn ไม่รับประกันว่าข้อมูล (หรือข้อความ) ใดๆ ที่ส่งผ่านทางบริการหรือเว็บไซต์จะถูกส่ง ผ่านโดยไม่มีข้อผิดพลาดและตรงตามเวลา<br>
                    7.3 MemberIn ไม่รับประกันว่าบริการหรือเว็บไซต์จะปราศจากไวรัสคอมพิวเตอร์หรือสิ่งอื่นใดที่อาจส่งผลอันตรายต่อเทคโนโลยีต่างๆ<br>
                    7.4 การเข้าถึงเว็บไซต์ และ/หรือ บริการอาจถูกจำกัดในบางครั้งด้วยเหตุผลในการซ่อมบำรุง ซ่อมแซม หรือเพิ่มอุปกรณ์หรือบริการใหม่ MemberIn จะใช้ความพยายามในการที่จะทำให้การเข้าถึงเว็บไซต์ และ/หรือ บริการดังกล่าวกลับมาใช้งานได้ดังเดิมโดยเร็วที่สุด ทั้งนี้ MemberIn จะไม่ต้องรับผิดชอบในระบบการทำงานที่ขึ้นอยู่กับบราวเซอร์หรือแอปพริเคชั่นอื่นของพาร์ทเนอร์หรือบุคคลภายนอก ทั้งนี้ MemberIn สามารถลบข้อมูลหรือสิทธิพิเศษออกจากเว็บไซต์และบริการได้ทุกเวลา<br>
                    7.5 MemberIn สงวนสิทธิ์ที่จะปิดกั้นการเข้าถึง และ/หรือ แก้ไขหรือลบสิ่งใดๆ ที่ MemberIn เห็นว่าอาจเป็นเหตุให้มีการผิดข้อกำหนดของสัญญานี้<br>
                    7.6 การใช้ข้อมูลหรือสื่อใดๆ บนเว็บไซต์โดยผู้ใช้งานเป็นความเสี่ยงและเป็นความรับผิดชอบของผู้ใช้งานเองทั้งสิ้น<br>
                    7.7 ผู้ใช้งานสามารถดาวน์โหลดแอปพริเคชั่นได้จาก App Store สำหรับอุปกรณ์ของ Apple หรือจาก Market (Play Store) สำหรับอุปกรณ์ที่ใช้ระบบปฏิบัติการ Android หรือจากช่องทางอื่นที่ MemberIn กำหนด ทั้งนี้ MemberIn จะไม่รับผิดชอบต่อความเสียหายหรือความผิดปกติของอุปกรณพกพาของผู้ใช้งานอันเป็นผลมาจากการติดตั้งแอปพริเคชั่นลงบนอุปกรณ์เคลื่อนที่ของผู้ใช้งาน<br>
                    7.8 MemberIn จะไม่รับผิดชอบต่อสื่อต่างๆ ที่ประกาศลงบนพื้นที่สาธารณะโดยผู้ใช้งาน กระดานสนทนา หน้าต่างๆ ห้องสนทนา หรือพื้นที่สาธารณะอื่นๆ ที่อยู่บนเว็บไซต์หรือแอปพริเคชั่น ทั้งนี้ MemberIn ไม่มีหน้าที่ในการไม่รับรอง พิจารณาหรืออนุมัติสื่อต่างๆ ที่ประกาศโดยผู้ใช้งานหรือผู้ใช้งานรายอื่นๆ อย่างไรก็ตาม MemberIn สงวนสิทธิ์ในการลบบรรดาสื่อต่างๆ ที่ประกาศโดยผู้ใช้งานลงในพื้นที่สาธารณะได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้าหาก MemberIn พบว่าหรือเห็นว่ามีความเป็นไปได้ที่ผู้ใช้งานอาจมีพฤติกรรมดังต่อไปนี้<br>
                    - (1) หมิ่นประมาท ข่มเหง รบกวน ติดตาม ข่มขู่ หรือกระทำการใดๆ อันมีลักษณะเป็นการละเมิดสิทธิของบุคคลอื่น <br>
                    - (2) ประกาศ ลงข้อความ แจกจ่ายหรือทำให้เผยแพร่ซึ่งข้อความ สื่อ หรือข้อมูลอันเป็นการหมิ่นประมาท ลามกอนาจาร หยาบคาย หรือผิดกฎหมาย <br>
                    - (3) ลงข้อความหรือโอนถ่ายข้อมูล (upload) ไฟล์ข้อมูลที่มีไวรัส ไฟล์ข้อมูลที่ไม่สมบูรณ์ หรือซอฟท์แวร์หรือแอปพริเคชั่นที่มีลักษณะดังกล่าวที่อาจทำความเสียหายต่อการให้บริกาของ MemberIn และ/หรือ ระบบคอมพิวเตอร์/เครือข่าย ของบุคคลภายนอก หรือ <br>
                    - (4) ละเมิดลิขสิทธิ์ เครื่องหมายการค้า หรือทรัพย์สินทางปัญญาอื่นๆ ของ MemberIn หรือของบุคคลภายนอกไม่ว่าตามกฎหมายไทยหรือกฎหมายระหว่างประเทศ <br>
                </div>
            </div>

            <div class="content pb-3">
                8. การโฆษณา
                <div class="content-sub pb-3 pl-md-5">
                    8.1 MemberIn อาจแสดงสื่อโฆษณาในตำแหน่งต่างๆ บนเว็บไซต์ หรือบนแอปพริเคชั่นหรือจุดต่างๆ ในระหว่างที่ผู้ใช้งานใช้บริการ<br>
                    8.2 ผู้ใช้งานสามารถเลือกหรือกดเพื่อเข้าชมสินค้าหรือบริการที่มีการโฆษณาดังกล่าวหรือไม่ก็ได้โดยอิสระตามที่ผู้ใช้งานจะพิจารณา<br>
                    8.3 จะไม่มีการใช้ข้อมูลส่วนตัว (เช่น ชื่อ ที่อยู่ อีเมล์ หรือหมายเลขโทรศัพท์) ในการแสดงข้อความโฆษณา แต่ทั้งนี้ ผู้ลงโฆษณาที่เป็นบุคคลที่สามหรือบริษัทในเครืออาจะติดตั้งหรือจดจำ “cookie” บนเว็บบราวเซอร์ของผู้ใช้งาน (กรุณาดูในนโยบายความเป็นส่วนตัว) โดย “cookie” นี้จะไม่เก็บข้อมูลส่วนตัวของผู้ใช้งานหรือลิงค์เชื่อมต่อไปยังข้อมูลส่วนตัวของผู้ใช้งาน หากผู้ใช้งานต้องการข้อมูลเพิ่มเติมเกี่ยวกับวิธีปฏิบัติดังกล่าวและเลือกที่จะไม่ให้ใช้ข้อมูลดังกล่าวโดยบริษัทใดๆ กรุณาดูในนโยบายความเป็นส่วนตัวเกี่ยวกับเรื่องดังกล่าว
                </div>
            </div>

            <div class="content pb-3">
                9. การไม่รับประกัน ข้อยกเว้นความรับผิดและการปลดเปลื้องจากความรับผิด
                <div class="content-sub pb-3 pl-md-5">
                    9.1 การไม่รับประกัน<br>
                    - (1) เว้นแต่กฎหมายจะบัญญัติไว้โดยเฉพาะ MemberIn ไม่มีความสัมพันธ์พิเศษหรือหน้าที่เกี่ยวกับความซื่อสัตย์ต่อผู้ใช้งาน ผู้ใช้งานรับทราบว่า MemberIn ไม่มีอำนาจในการควบคุมหรือหน้าที่ในการปฏิบัติเกี่ยวกับว่าผู้ใช้งานรายใดจะเข้าใช้บริการ หรือเนื้อหาใดที่ผู้ใช้งานจะได้รับจากการใช้บริการ หรือผลกระทบของเนื้อหาที่มีต่อผู้ใช้งาน หรือการดำเนินการใดที่ผู้ใช้งานจะปฏิบัติอันเป็นผลมาจากการได้รับเนื้อหาดังกล่าว<br>
                    - (2) บริการอาจประกอบไปด้วยหรือเชื่อมโยงผู้ใช้งานไปยังเว็บไซต์อื่นที่มีข้อมูลที่บุคคลบางคนรู้สึกไม่พอใจหรือเห็นว่าไม่เหมาะสม ดังนั้น MemberIn จึงไม่อาจรับรองถึงรายละเอียดของเนื้อหาใดๆ ที่ปรากฏหรือสามารถเข้าถึงได้โดยการใช้บริการ และ MemberIn จะไม่รับผิดชอบหรือรับผิดต่อความถูกต้อง การร้องเรียนเกี่ยวกับลิขสิทธิ์ ความชอบด้วยกฎหมาย หรือความเหมาะสมของเนื้อหาที่แสดงหรือเข้าถึงได้โดยผ่านการใช้บริการ<br>
                    - (3) เว็บไซต์และบริการตลอดจนเนื้อหาต่างๆ ดังกล่าวเป็นการจัดให้มี “ตามสภาพ” และ “ตามที่ปรากฏ” โดยปราศจากคำรับรองหรือรับประกันไม่ว่าในลักษณะใดๆ และไม่ว่าโดยตรงหรือโดยปริยาย<br>
                    - (4) MemberIn ตลอดจนกรรมการ ผู้ถือหุ้น พนักงาน ตัวแทน ผู้แทน หุ้นส่วน ไม่รับประกันว่า<br>
                    - (ก) บริการจะปลอดภัยและสามารถใช้งานได้ทุกที่หรือทุกเวลา<br>
                    - (ข) บรรดาความบกพร่องจะได้รับการแก้ไขให้ถูกต้อง<br>
                    - (ค) ผู้ใช้งานจะพึงพอใจผลการใช้บริการตามที่คาดหวังไว้<br>
                    - (ง) ผู้ใช้งานจะได้รับรางวัลจากพาร์ทเนอร์ หรือหากได้รับ รางวัลดังกล่าวจะมีสี คุณภาพ จำนวน หรือคุณสมบัติตรงตามที่พาร์ทเนอร์แสดงหรือประกาศไว้ในสิทธิพิเศษ<br>
                    - (จ) ผู้ใช้งานเป็นผู้รับความเสี่ยงภัยจากการใช้งานเว็บไซต์ บริการ ระแบบและเนื้อหาเองแต่เพียงผู้เดียว<br>
                    9.2 ข้อยกเว้นความรับผิด MemberIn จะไม่รับผิดชอบต่อการสูญหายของคะแนน สูญเสียรายได้ กำไร สัญญา ชื่อเสียง ธุรกิจ โอกาส ความเสียหายอันเนื่องมากจากความผิดพลาดของข้อมูล หรือความเสียหายใดๆ ไม่ว่าจะเป็นผลมาจากการทำละเมิด การผิดสัญญาหรือไม่ก็ตาม<br>
                    9.3 การปลดเปลื้องจากความรับผิด<br>
                    - (1) ผู้ใช้งานตกลงแบบเพิกถอนไม่ได้ในการปลดเปลื้อง MemberIn จากบรรดาความรับผิดหรือความเสียหายทั้งหมดทั้งปวงและโดยสิ้นเชิงที่เกิดขึ้นกับผู้ใช้งานอันเป็นผลมาจากการใช้บริการหรือเว็บไซต์หรือสิทธิพิเศษ<br>
                    - (2) พาร์ทเนอร์ตกลงจะปลดเปลื้อง MemberIn จากความรับผิดทั้งหมดและโดยสิ้นเชิงในความเสียหายที่เกิดขึ้นกับผู้ใช้งานอันเนื่องมาจากข้อความหรือเนื้อหาที่ได้รับจากเว็บไซต์<br>
                    - (3) พาร์ทเนอร์ตกลงจะปลดเปลื้อง MemberIn จากบรรดาความรับผิดที่เกี่ยวข้องกับความสัมพันธ์ระหว่างผู้ใช้งานกับพาร์ทเนอร์<br>
                </div>
            </div>

            <div class="content pb-3">
                10. หน้าที่ของผู้ใช้งาน
                <div class="content-sub pb-3 pl-md-5">
                10.1 พาร์ทเนอร์อาจกำหนดข้อตกลงและเงื่อนไขเกี่ยวกับสิทธิพิเศษของพาร์ทเนอร์เอง และผู้ใช้งานตกลงที่จะยอมรับและผูกพันตามข้อตกลงและเงื่อนไขดังกล่าว<br>
                    10.2 ผู้ใช้งานรับรองว่าบรรดาข้อมูลที่ให้ไว้ในขณะลงทะเบียนและเป็นส่วนหนึ่งของบัญชีภายใต้ข้อตกลงและเงื่อนไขนี้เป็นข้อมูลที่แท้จริง ครบถ้วนและถูกต้อง และผู้ใช้งานจะแจ้งให้ MemberIn ทราบในทันทีที่มีการเปลี่ยนแปลงข้อมูลดังกล่าวเพื่อทำให้ข้อมูลเกี่ยวกับบัญชีของผู้ใช้งานเป็นปัจจุบัน<br>
                    10.3 ผู้ใช้งานมีหน้าที่ในการทำให้แน่ใจว่าบรรดาสิทธิพิเศษ บริการ หรือข้อมูลที่แสดงบนเว็บไซต์หรือบริการเป็นไปตามความต้องการของผู้ใช้งาน<br>
                    10.4 ผู้ใช้งานตกลงที่จะไม่ใช้หรืออนุญาตให้บุคคลอื่นใช้บริการหรือเว็บไซต์ โดยไม่จำกัดแต่เพียงในกรณีดังต่อไปนี้<br>
                    - (1) ส่งหรือรับสื่อที่มีลักษณะเป็นการข่มขู่ ก้าวร้าว หยาบคาย ลามก คุกคาม ดูหมิ่นเหยียดหยามหรือหมิ่นประมาทบุคคลใดๆ ดูหมิ่นหรือละเมิดอำนาจศาล ลิขสิทธิ์ สิทธิของบุคคล <br>การเผยแพร่หรือความเป็นส่วนตัว หรือสิทธิของบุคคลอื่น<br>
                    - (2) ส่งหรือรับสื่อที่ผู้ใช้งานโดยที่ไม่มีอนุญาตหรือได้รับความยินยอม (จาก MemberIn หรือบุคคลอื่น) หรือซึ่งก่อให้เกิดหรือยุยงให้เกิดการกระทำผิดทางอาญา หรือความผิดในทางแพ่ง หรือไม่ว่าในลักษณะใดๆ ที่เป็นการขัดต่อกฎหมายหรือละเมิดสิทธิของบุคคลอื่นไม่ว่าจะอยู่ในประเทศใดในโลก<br>
                    - (3) ส่งหรือรับสื่อใดๆ ที่เป็นอันตรายในทางเทคนิค (รวมถึงไวรัสคอมพิวเตอร์ logic bombs, Trojan horses, worms, ส่วนประกอบที่เป็นอันตราย ข้อมูลที่บกพร่อง หรือซอฟท์แวร์ที่มีเจตนามุ่งร้ายหรือข้อมูลที่เป็นอันตราย<br>
                    - (4) ก่อให้เกิดความรำคาญ ไม่สะดวกสบาย หรือก่อให้เกิดความกังวลโดยไม่มีเหตุอันสมควร<br>
                    - (5) สกัดกั้นหรือพยายามสกัดกั้นการส่งผ่านข้อมูลสำหรับการสื่อสารโดยระบบโทรคมนาคม<br>
                    - (6) เพื่อประโยชน์อื่นนอกเหนือจากวัตถุประสงค์ที่ออกแบบมาหรือวัตถุประสงค์การใช้งาน<br>
                    - (7) เพื่อวัตถุประสงค์ในการฉ้อโกง<br>
                    - (8) ไม่เป็นไปตามหรือสอดคล้องกับวิธีปฏิบัติเกี่ยวกับอินเตอร์เน็ทหรือการเชื่อต่อเน็ทเวิร์คอันเป็นที่ยอมรับ หรือ<br>
                    - (9) การกระทำใดๆ ที่เป็นการก่อให้เกิดความเกลียดชังในเชื้อชาติ ศาสนา หรือคนกลุ่มน้อย หรืออันเป็นการทำให้เกิดผลอย่างมีนัยสำคัญต่อบุคคล กลุ่มบุคคล หรือเอกลักษณ์<br>
                    10.5 การใช้บริการ (หรือเว็บไซต์) ดังต่อไปนี้ เป็นการกระทำที่ต้องห้ามโดยชัดแจ้งและผู้ใช้งานตกลงที่จะไม่กระทำการดังกล่าว (หรือยินยอมให้บุคคลอื่นกระทำการดังกล่าว)<br>
                    - (1) ความพยายามในการหลีกเลี่ยงระบบความปลอดภัยหรือเครือข่ายรวมถึงการเข้าถึงข้อมูลที่มิได้มีไว้สำหรับผู้ใช้งาน การถึงเครื่องบริการ (Server) หรือบัญชีที่ผู้ใช้งานไม่ได้รับอนุญาตโดยชัดแจ้งให้เข้าถึงได้ หรือการแทรกแซงระบบความปลอดภัยของระบบเครือข่ายอื่น (เช่น running a port scan)<br>
                    - (2) การเข้าถึงบริการ (หรือเว็บไซต์) ในทางที่จะหรือกระทำการใดที่อาจหรือทำให้ หรือก่อให้เกิดการทำงานของโครงสร้างพื้นฐานของระบบของ MemberIn เป็นอย่างมากโดยไม่มีเหตุอันสมควรหรือไม่สมเหตุสมผล<br>
                    - (3) การกระทำใดเพื่อตรวจดูเครือข่ายซึ่งจะสกัดกั้นข้อมูลที่ไม่ได้มีไว้สำหรับผู้ใช้งาน<br>
                    - (4) ดำเนินการอันเป็นการกระทำที่ผิดกฎหมายเกี่ยวกับการใช้เว็บไซต์ และ/หรือ บริการ<br>
                    - (5) ดำเนินการในลักษณะใดๆ (ตามความเห็นของ MemberIn แต่เพียงผู้เดียว) ที่เป็นการจำกัดหรือขัดขวางผู้ใช้งานรายอื่นจากการใช้งานหรือเพลิดเพลินกับการใช้งานเว็บไซต์และบริการ<br>
                    - (6) ส่งข้อความใดๆ ในทางที่จะทำให้บุคคลอื่นเชื่อว่าหรือเข้าใจว่าข้อความดังกล่าวได้ถูกส่งหรือเปิดเผยโดยความสนับสนุนหรือความยินยอมของ MemberIn<br>
                </div>
            </div>

            <div class="content pb-3 mb-5">
                11. เบ็ดเตล็ด
                <div class="content-sub pb-3 pl-md-5">
                    • 11.1 หัวข้อต่างๆหัวข้อต่างๆ ที่ใช้ในสัญญานี้มีไว้เพื่อความสะดวกในการอ้างถึงเท่านั้นและไม่ถือเป็นส่วนหนึ่งของข้อกำหนดและเงื่อนไขนี้ และไม่มีผลต่อการตีความสัญญา<br>
                    • 11.2 ความไม่เป็นหุ้นส่วนและตัวแทนไม่มีข้อความใดๆ ในสัญญานี้สามารถตีความได้ว่าผู้ใช้งานและ MemberIn มีการร่วมทุน เข้าเป็นหุ้นส่วนบริษัท หรือมีความสัมพันธ์เป็นตัวการและตัวแทนในรูปแบบใดๆ โดย MemberIn และผู้ใช้งานไม่มีอำนาจที่จะกระทำการใดๆ แทนอีกฝ่ายในการที่จะก่อให้เกิดความรับผิดในหนี้ ค่าใช้จ่าย เข้าเป็นคู่สัญญา หรือการใดๆ แทนกัน<br>
                    • 11.3 กฎหมายที่บังคับใช้ข้อกำหนดและเงื่อนไขนี้อยู่ภายใต้บังคับและการตีความของกฎหมายแห่งราชอาณาจักรไทย โดยคู่สัญญาทั้งสองฝ่ายตกลงให้ศาลไทยเป็นผู้มีอำนาจในการชี้ขาดประเด็นข้อพิพาททั้งปวง<br>
                    • 11.4 การติดต่อสื่อสาร
                    บรรดาการติดต่อสื่อสารหรือการส่งข้อร้องเรียนต่างๆ ให้ส่งไปยังช่อทางดังต่อไปนี้<br>
                    - (ก) อีเมล์ถึง: success@memberin.com ชื่อผู้รับ: ฝ่ายความสำเร็จของลูกค้า<br>
                    - (ข) Fanpage: https://www.facebook.com/MemberInApp/<br>
                    • 11.5 ทรัพยสิทธิเนื้อหาที่อยู่บนเว็บไซต์รวมถึงข้อมูล แอปพริเคชั่นบนคอมพิวเตอร์ รูปภาพ กราฟ วีดีโอ หน้าตัวพิมพ์ กราฟฟิค ดนตรี เสียงหรือสิ่งอื่นๆ (เรียกรวมกันว่า “เนื้อหา”) ได้รับความคุ้มครองจากลิขสิทธิ์ เครื่องหมายการค้า สิทธิบัตร หรือทรัพยสิทธิอื่น โดยเนื้อหาทั้งหมดถือเป็นลิขสิทธิ์ของ MemberIn ภายใต้กฎหมายลิขสิทธิ์ของประเทศไทย ผู้ใช้งานไม่สามารถที่จะทำซ้ำ ดัดแปลง ลบทิ้ง เพิ่มเติม เผยแพร่ ส่งต่อ หรือมีส่วนร่วมในการโอน หรือขาย ให้เช่าซื้อหรือเช่า หรือนำไปดัดแปลงเป็นผลงานอื่นไม่ว่าส่วนหนึ่งส่วนใดหรือทั้งหมดเว้นแต่จะได้รับอนุญาตโดยชัดแจ้งจากผู้มีอำนาจให้ความยินยอม<br>
                    • 11.6 สิทธิของบุคคลภายนอกข้อกำหนดทั้งหมดของสัญญานี้ใช้และให้ประโยชน์กับบริษัท ไอเฮลท์ตี้ จำกัด บริษัทในเครือสังกัดและบริษัทที่ถือหุ้นใน MemberIn (หรือ) บริษัทในเครือและบุคคลภายนอกที่เป็นผู้จัดทำและได้รับอนุญาตโดยเท่าเทียมกัน และบุคคลและองค์กรที่กล่าวมานี้มีสิทธิในการใช้สิทธิและบังคับใช้สิทธิตามข้อกำหนดของสัญญานี้โดยตรงหรือผ่านทางตัวแทน (เว้นแต่สัญญานี้ได้ถูกเปลี่ยนแปลงหรือยกเลิกโดยไม่ได้รับความยินยอมจากบุคคลหรือองค์กรดังกล่าว) นอกจากที่ได้กล่าวมาข้างต้นสัญญานี้ไม่มีผลผูกพันหรือให้สิทธิในการบังคับตามสัญญากับบุคคลอื่นที่ไม่ใช่คู่สัญญา<br>
                    • 11.7 เจ้าของและการประกอบธุรกิจของ MemberIn บริษัท ไอเฮลท์ตี้ จำกัด เป็นเจ้าของและผู้ดำเนินการเว็บไซต์ แอปพริเคชั่น ระบบ และบริการ ซึ่งเป็นนิติบุคคลที่จัดตั้งขึ้นและคงอยู่ตามกฎหมายของประเทศไทย<br>
                    • 11.8 ความมีผลของสัญญาผู้ใช้งานและ MemberIn เข้าทำสัญญานี้ (หรือข้อตกลงและเงื่อนไข) โดยระบบอิเล็กทรอนิกส์ การที่ผู้ใช้งานกดตกลง จะถือเสมือนว่าผู้ใช้งานได้อ่าน เข้าใจและยอมรับข้อตกลงและเงื่อนไขดังกล่าวข้างต้นทั้งหมด ซึ่งมีผลและใช้บังคับได้ตามพระราชบัญญัติว่าด้วยธุรกรรมทางอิเล็กทรอนิกส์ พุทธศักราช 2544<br>
                </div>
            </div>
        </div> <!-- end  -->
</div>
<div class="hr_footer_height"></div>
